[
    { 
        "name": "Jônata Tyska Carvalho", 
        "title": "Robótica Evolutiva: do in silico para o in vivo", 
        "text": "A Robótica Evolutiva é uma área que busca inspiração na biologia para realizar o desenvolvimento de morfologias e comportamentos robóticos adaptativos e soluções práticas no âmbito da robótica móvel e de serviço. Nesta palestra apresentarei uma visão geral e um breve histórico dessa área que em 30 anos foi do desenvolvimento de robôs em simulação para a criação de robôs usando células vivas. Serão apresentados aspectos teóricos e práticos relacionados à inteligência corporificada, e ao desenvolvimento e comportamento robótico adaptativo através do uso de redes neurais e algoritmos evolutivos.",
        "photo": "https://i.ibb.co/yqTqwpk/jtyska-Squared.png" 
    },
    { 
        "name": "Geomar Schreiner", 
        "title": "O que são BDs NewSQL", 
        "text": "NewSQL é o temo utilizado para designar um novo paradigma de Banco de Dados (BDs). São BDs que combinam a capacidade de lidar com grandes quantidades de dados dos BDs NoSQL com as características do modelo relacional (SQL, ACID). Serão apresentados os principais conceitos que envolvem os BDs NewSQL e quais as situações em que estes bancos são a solução mais indicada",
        "photo": "https://i.ibb.co/Kh3Gvh6/geomar.jpg" 
    },
    { 
        "name": "Mateus Grellert", 
        "title": "Data Mining e Machine Learning com Python", 
        "text": "Nessa Palestra, vamos aprender um pouco sobre algumas técnicas básicas aplicadas em Data Mining e Machine Learning, bem como as ferramentas e bibliotecas em Python que nos permitem implementar soluções deste tipo. O objetivo é que os participantes sejam capazes de coletar seus próprios conjuntos de dados, analisar e processar esses dados, tratar problemas comuns e treinar modelos preditivos.", 
        "photo": "https://i.ibb.co/7pg6nMh/image1.jpg" 
    },
    {
        "name": "Fernanda Gomes de Oliveira",
        "title": "Privacidade e Proteção de Dados de Mobilidade",
        "text": "O recorrente aumento da popularização e utilização das redes sociais, dispositivos móveis e IoT permite que mais dados de trajetórias dos usuários sejam coletados diariamente. Nesse viés, tais dados de mobilidade podem vir a ser obtidos via GPS, 3G/4G, pontos de acesso, antenas de celular, entre outros meios. Sob essa perspectiva, dados pessoais podem ser gerados por veículos inteligentes, casas, sensores, relógios, aparelhos, bem como redes sociais (por exemplo, Facebook, Instagram, Twitter, Linkedin) e serviços baseados em localização (por exemplo, Google Maps, Yelp, Foursquare, Uber, Ifood). Diante disso, por meio da utilização desses dados é possível enriquecer trajetórias, uma vez que eles podem estar relacionados ao objeto que a realizou (por exemplo, batimentos cardíacos, humor, pressão arterial, sono, idade, ocupação), ou ao aos locais (por exemplo, descrição, temperatura, poluição do ar e do ruído, categoria, avaliações). Nesse sentido, essa trajetória complexa e heterogênea, com inúmeras dimensões é conhecida como trajetória com múltiplos aspectos. Por esse prisma, essas trajetórias podem servir como fonte de dado para diversas áreas do conhecimento, desde segurança, planejamento urbano, gestão de transporte público até mesmo na prevenção de epidemias. No entanto, a publicação desses dados pode vir a colocar em risco a privacidade dos usuários, já que pessoas mal-intencionadas podem, de alguma forma, obter acesso a esses dados, de forma que perseguições acabam por ser facilitadas, assim como, a realização de crimes, criando uma ameaça à segurança dos usuários. Nesse ínterim, esta palestra tem como objetivo apresentar um pouco do universo de privacidade de dados pessoais, com um enfoque maior nos dados de mobilidade, conceitos, técnicas e desafios que vêm sendo enfrentados nos últimos anos.
",
        "photo": "https://ibb.co/z8pKpXZ"
    },
    {
        "name": "Tarcísio Fischer",
        "title": "Breve introdução à solução de equações diferenciais para simulação computacional",
        "text": "Pretendo dar uma noção geral sobre formas de aproximar soluções para equações diferenciais provenientes da modelagem de problemas físicos para simulação computacional. Na prática, vou dedicar aproximadamente 1h dando um panorama da área, mostrando um pouco sobre as equações, que tipos de problemas podem ser resolvidos, formas de discretização, e aspectos computacionais relacionados. A outra 1 hora vai ser aconpanhar vocês na solução de um problema simples de difusão bidimensional.",
        "photo": "https://ibb.co/k61z2vM"
    },
    {
        "name": "Melissa Weber Mendonça",
        "title": "",
        "text": "",
        "photo": "https://seccom-ufsc.github.io/2019/img/people/melissa.jpg"
    }
]
